{
  "Empowering Sustainable Fashion Supply Chains": "賦能永續時尚供應鏈",
  "Ecofash Consulting Services Co. , Ltd is committed to transforming the fashion industry with sustainable solutions focusing on environmental and social responsibility. We offer services such as Freelance Chief Sustainability Officer, Sustainability Strategy & Implementation, Certification & Compliance, Outsourcing & Communication, Training & Capacity Building, Marketing & Brand Development, and Cost-Effective Solutions. Our goal is to help businesses achieve sustainability goals without compromising profitability or ethical standards. Join us in reshaping the fashion industry with sustainability as a core principle. Let's work together to create a future where profitability and eco-conscious practices go hand in hand. Connect with us to make a lasting impact.": "Ecofash咨询服务有限公司致力于通过注重环境和社会责任的可持续解决方案来改变时尚行业。我们提供自由首席可持续发展官、可持续发展战略与实施、认证与合规、外包与沟通、培训与能力建设、营销与品牌开发以及具有成本效益的解决方案等服务。我们的目标是帮助企业在不损害盈利能力或道德标准的情况下实现可持续发展目标。与我们一起以可持续发展为核心原则重塑时尚业。让我们共同努力，创造一个盈利能力和生态意识实践齐头并进的未来。与我们联系以产生持久的影响。",
  "Request a Call": "请求致电",
  "Feel the state-of-the-art Voice Interaction": "感受最先进的语音交互",
  "About us": "关于我们",
  "About US": "关于我们",
  "Let's make things happen": "让我们让事情发生",
  "Sustainability in Every Switch": "每个开关的可持续性",
  "With a team of dedicated sustainability experts and industry veterans, Ecofash Services is committed to guiding you through every step of your sustainability journey. We believe that every fashion brand has the power to make a positive impact, and we're here to help you lead the way. Join us as we redefine fashion with purpose, innovation, and integrity.": "Ecofash Services 拥有一支由专门的可持续发展专家和行业资深人士组成的团队，致力于指导您完成可持续发展之旅的每一步。我们相信每个时尚品牌都有能力产生积极影响，我们随时帮助您引领潮流。加入我们，让我们以目标、创新和诚信重新定义时尚",
  "Services": "服务",
  "We Offer": "我们提供",
  "Contact us today to learn more about how our services can help your business grow sustainably and make a difference.": "请立即联系我们，详细了解我们的服务如何帮助您的业务可持续发展并产生影响。",
  "Our Story": "我们的故事",

  "Checkout our services": "查看我们的服务",
  "EcoFash is dedicated to transforming the fashion industry by promoting sustainability and responsible practices. We specialize in guiding companies through the complexities of sustainability with a focus on cost-effective and eco-friendly strategies. Our mission is to drive positive environmental and social impact across the global fashion supply chain while helping brands meet and exceed evolving sustainability standards. EcoFash serves a wide range of clients across the fashion supply chain, including brands, manufacturers, buying houses, and retailers. We primarily target businesses that seek to enhance their sustainability practices, achieve regulatory compliance, and adopt circular economy models. Our services cater to global clients, particularly those in Europe, India, China, Bangladesh, Myanmar, Cambodia, Vietnam, Laos and rest of Southeast Asia": "EcoFash 致力于通过促进可持续发展和负责任的实践来改变时尚业。我们专注于指导企业应对可持续发展的复杂性，重点关注具有成本效益和环保的战略。我们的使命是在全球时尚供应链中推动积极的环境和社会影响，同时帮助品牌满足并超越不断发展的可持续发展标准。EcoFash 为时尚供应链中的广泛客户提供服务，包括品牌、制造商、采购商和零售商。我们主要针对那些寻求加强可持续发展实践、实现监管合规并采用循环经济模式的企业。我们的服务面向全球客户，特别是欧洲、印度、中国、孟加拉国、缅甸、柬埔寨、越南、老挝和东南亚其他地区的客户",
  "Our Mission and Vision": "我们的使命和愿景",
  "Fashion for a Greener Future": "时尚打造绿色未来",
  "Ecofash's mission is to redefine fashion through sustainable excellence, ensuring that environmental and social responsibility become cornerstones of the fashion industry. We envision a future where the fashion supply chain operates ethically and transparently, minimizing environmental harm while maximizing positive social impact.": "Ecofash 的使命是通过可持续卓越重新定义时尚，确保环境和社会责任成为时尚行业的基石。我们展望未来，时尚供应链以道德和透明的方式运作，最大限度地减少环境危害，同时最大限度地发挥积极的社会影响。",
  "Our Team": "我们的团队",
  "Your Allies in Sustainable Fashion": "您在可持续时尚领域的盟友",
  "Ecofash Services is driven by sustainability experts, supply chain analysts, and fashion veterans. We help brands transform their operations to be more sustainable and socially responsible, shaping a better future for fashion.": "Ecofash Services 由可持续发展专家、供应链分析师和时尚资深人士推动。我们帮助品牌转变其运营方式，使其更具可持续性和社会责任感，塑造时尚更美好的未来。",
  "Get to Know What Our Clients Think": "了解我们的客户的想法",
  "I am impressed by their expertise and commitment to excellence. Their efficient solutions and proactive services have consistently exceeded my expectations, making them our trusted partner.": "他们的专业知识和对卓越的承诺给我留下了深刻的印象。他们高效的解决方案和积极主动的服务始终超出我的预期，使他们成为我们值得信赖的合作伙伴。",
  "Learn More": "了解更多",
  "Request a Call": "请求致电",
  "Contact Us": "联系我们",
  "Reach out for any assistance or information.": "寻求任何帮助或信息。",
  "We’d Love to Hear From You": "我们很乐意听取您的意见",
  "Talk To Us": "与我们交谈",
  "Got a question or assistance? We're here to help! Whether you have an inquiry, need support, or just want to share your thoughts, feel free to get in touch.": "有问题或需要帮助吗？我们随时为您提供帮助！无论您有疑问、需要支持，还是只是想分享您的想法，请随时与我们联系。",
  "Email your queries": "通过电子邮件发送您的疑问",
  "Send Us An Email": "给我们发送电子邮件"
}
